[
  {
    "id": 1,
    "conteudo": "Contrato de aprendizagem é o contrato de trabalho especial, ajustado por escrito e por prazo determinado, em que o empregador se compromete a assegurar ao maior de 14 e menor de 24 anos, inscrito em programa de aprendizagem, formação técnico-profissional metódica. (CLT, art. 428)"
  },
  {
    "id": 2,
    "conteudo": "A validade do contrato de aprendizagem pressupõe anotação na CTPS, matrícula e frequência do aprendiz na escola e inscrição em programa de aprendizagem. (CLT, art. 428, §1º)"
  },
  {
    "id": 3,
    "conteudo": "O contrato de aprendizagem não poderá ser estipulado por mais de dois anos, exceto para pessoas com deficiência. (CLT, art. 428, §3º)"
  },
  {
    "id": 4,
    "conteudo": "Os estabelecimentos são obrigados a empregar e matricular nos cursos de aprendizagem número de aprendizes equivalente a 5% a 15% dos trabalhadores cujas funções demandem formação profissional. (CLT, art. 429)"
  },
  {
    "id": 5,
    "conteudo": "A jornada do aprendiz não excederá 6 horas diárias, salvo se já tiver concluído o ensino fundamental, quando poderá ser de até 8 horas. (CLT, art. 432)"
  },
  {
    "id": 6,
    "conteudo": "É proibido qualquer trabalho a menores de 16 anos, salvo na condição de aprendiz, a partir dos 14 anos. (CLT, art. 403)"
  },
  {
    "id": 7,
    "conteudo": "A formação técnico-profissional caracteriza-se por atividades teóricas e práticas, organizadas em tarefas de complexidade progressiva. (CLT, art. 428, §4º)"
  },
  {
    "id": 8,
    "conteudo": "A idade máxima de 24 anos não se aplica a aprendizes com deficiência. (CLT, art. 428, §5º)"
  },
  {
    "id": 9,
    "conteudo": "A contratação do aprendiz poderá ser feita diretamente pela empresa ou por entidade sem fins lucrativos. (CLT, art. 431)"
  },
  {
    "id": 10,
    "conteudo": "O aprendiz é considerado segurado obrigatório da Previdência Social, na condição de empregado. (CLT, art. 428, jurisprudência associada)"
  },
  {
    "id": 11,
    "conteudo": "Para fins legais, considera-se aprendiz a pessoa entre 14 e 24 anos inscrita em programa de aprendizagem. (Decreto nº 9.579/2018, art. 44)"
  },
  {
    "id": 12,
    "conteudo": "A contratação de aprendizes deve priorizar adolescentes entre 14 e 18 anos, salvo exceções legais. (Decreto nº 9.579/2018, art. 53)"
  },
  {
    "id": 13,
    "conteudo": "A seleção de aprendizes deve priorizar jovens em situação de vulnerabilidade social. (Decreto nº 9.579/2018, art. 53, §2º)"
  },
  {
    "id": 14,
    "conteudo": "A comprovação do cumprimento da cota de aprendizagem será feita por sistema eletrônico do MTE. (Decreto nº 9.579/2018, art. 51, §3º)"
  },
  {
    "id": 15,
    "conteudo": "Devem ser incluídas no cálculo da cota todas as funções que demandem formação profissional, mesmo que vedadas a menores. (Decreto nº 9.579/2018, art. 52)"
  },
  {
    "id": 16,
    "conteudo": "A formação técnico-profissional deve ser compatível com o desenvolvimento físico, moral e psicológico do aprendiz. (Decreto nº 9.579/2018, art. 45)"
  },
  {
    "id": 17,
    "conteudo": "As entidades formadoras devem ter estrutura adequada para garantir a qualidade da aprendizagem. (Decreto nº 9.579/2018, art. 50, §1º)"
  },
  {
    "id": 18,
    "conteudo": "A idade máxima de 24 anos não se aplica a aprendizes com deficiência. (Decreto nº 9.579/2018, art. 44, parágrafo único)"
  },
  {
    "id": 19,
    "conteudo": "A contratação de aprendizes deve observar a Classificação Brasileira de Ocupações (CBO). (Decreto nº 9.579/2018, art. 52)"
  },
  {
    "id": 20,
    "conteudo": "A aprendizagem profissional é política pública de inclusão produtiva de adolescentes e jovens. (Decreto nº 9.579/2018, preâmbulo)"
  },
  {
    "id": 21,
    "conteudo": "O CNAP é o banco de dados oficial com informações sobre entidades formadoras, cursos e aprendizes. (Portaria MTE nº 3.872/2023, art. 2º, I)"
  },
  {
    "id": 22,
    "conteudo": "O CONAP orienta a elaboração dos cursos de aprendizagem com base na CBO. (Portaria MTE nº 3.872/2023, art. 2º, II)"
  },
  {
    "id": 23,
    "conteudo": "O contrato de aprendizagem deve conter: datas, curso, função, jornada, remuneração e local de execução. (Portaria MTE nº 3.872/2023, art. 2.1)"
  },
  {
    "id": 24,
    "conteudo": "O contrato de aprendizagem será extinto ao final do prazo, por justa causa, ou por desempenho insuficiente. (Portaria MTE nº 3.872/2023, art. 2.6)"
  },
  {
    "id": 25,
    "conteudo": "O CONAP classifica os programas em três tipos: ocupação, arco ocupacional e múltiplas ocupações. (Portaria MTE nº 3.872/2023, art. 2º, V)"
  },
  {
    "id": 26,
    "conteudo": "A pré-aprendizagem é um curso gratuito voltado a jovens em situação de vulnerabilidade. (Portaria MTE nº 3.872/2023, art. 2º, XI)"
  },
  {
    "id": 27,
    "conteudo": "As atividades teóricas podem ser presenciais, a distância ou híbridas. (Portaria MTE nº 3.872/2023, art. 2º, VIII–X)"
  },
  {
    "id": 28,
    "conteudo": "As entidades formadoras devem registrar os cursos no CNAP e seguir os critérios do CONAP. (Portaria MTE nº 3.872/2023, art. 1º)"
  },
  {
    "id": 29,
    "conteudo": "A Portaria MTE nº 3.544/2023 estabelece que o CONAP é a referência oficial para programas de aprendizagem. (Portaria MTE nº 3.544/2023, art. 2º)"
  },
  {
    "id": 30,
    "conteudo": "O Manual de Acesso aos Serviços de Aprendizagem orienta sobre regras, cotas e obrigações legais. (Manual da Aprendizagem Profissional, MTE, 2024)"
  }
]